import PageTitle from "../../components/PageTitle/PageTitle";

export default function HomePage() {
  return (
    <div>
      <PageTitle>
        Contacts manager welcome page{" "}
        <span role="img" aria-label="Greeting icon">
          💁‍♀️
        </span>
      </PageTitle>
      <p>
        Ласкаво просимо до вашого менеджера контактів! Забудьте про хаос у вашій
        телефонній книзі. Наш менеджер контактів допоможе вам легко організувати
        та керувати всіма вашими контактами в одному місці. Основні функції:
        Швидкий пошук: Знаходьте потрібний контакт за лічені секунди. Групування
        контактів: Створюйте групи для сім’ї, друзів, колег та інших.
        Синхронізація: Автоматично синхронізуйте контакти з вашими іншими
        пристроями. Безпека: Захистіть свої контакти за допомогою пароля та
        шифрування. Почніть зараз! Зареєструйтесь або увійдіть, щоб почати
        керувати своїми контактами ефективніше.
      </p>
    </div>
  );
}
